const LocalTextDB = [
    {
        "t": "Osu! 비트맵 mp3 다운로더 입니다.",
        "search": "곡의 제목을 입력해주세요!",
        "btn": ["결정", "선택", "다운로드", "더보기"],
        "btnL": "이곡으로 선택하시겠나요?",
        "BmapSetup": [
            "검색값이 비어있으면 안되요.",
            "Requester: JSON View에서 곡을 결정해주세요",
            "선택된 BeatMap의 분류 ID : ",
            [
                "무덤/UnRanked", "제작 중", "Ranking", "확인됨 (Approved)", "완성도 높음", "유명한 (Loved)", "보류 중"
            ],
            [
                "식별 ID", "랭킹 상태 (숫자)", "등록 일",
                "최종 수정", "최종 확인",
                "아티스트", "곡명", "제작자",
                "소스/출처", "영상유무", "장르", "언어",
                "하트 수 (좋아요 수)", "비공개 상태", "랭킹 상태"
            ],
            [
                "osu!에 요청하고 기다리고 있어요...", "추가 정보를 요청하고 기다리고 있어요...", "검색된 추가 정보가 없어요.. :("
            ],
            ["곡 명으로 분류", ["포함", "완전 일치"], "비트맵 상태로 분류"]
        ],
        "BmapDL": [
            //top
            [
                "비트맵(BeatMap) 다운로드 링크",
                "비트맵 노래(배경음) 다운로드 링크",
                "홈페이지 맨 하단에 노래 전체듣기가 있어요! (비트맵 길이에 따라 곡 길이도 달라져요)"
            ],
            //log
            [
                ".osz 파일 요청 중... (Osu에서)",
                ".osz 파일 다운로드 링크 요청중... (Osu에서)",
                ".osz 파일을 로딩 중...",
                ".osz 파일을 분석 중...",
                "파일 다운로드 링크 생성 중...",
                "이제 곡을 다운로드하거나 들을 수 있어요!"
            ],
            //errors
            [
                "배경 없음 (LP 이미지로 교체필요함)"
            ]
        ]
    }
]